/* In browser window title */
"Get a registration key!" = "Незареєстровано";

/* The full name of the supporter */
"Registered to {0}" = "Зареєстровано на {0}";

/* Cyberduck is open source software */
"Thanks for your support! Your contribution helps to further advance development to make Cyberduck even better." = "Дякуємо за вашу підтримку! Ваш внесок допоможе в подальшому процесі розробки, щоб зробити Cyberduck ще краще.";

/* Copy of donation key */
"Your registration key has been copied to the Application Support folder." = "Ваш реєстраційний ключ було скопійовано до теки Application Support.";

/* Validation failed */
"Not a valid registration key" = "Не дійсний реєстраціийний ключ";

"This registration key does not appear to be valid." = "Здається, цей реєстраційний ключ не є дійсним.";

/* Thank you */
"Continue" = "Продовжити";
